{
  "technologyStack": {
    "sectionName": "",
    "title": "Працюйте та співпрацюйте з улюбленими інструментами",
    "subTitle": "Ми розуміємо, що кожна агенція має унікальні вподобання та інструменти, які є важливими для її успіху. Саме тому SMART-UI легко інтегрується з найпопулярнішими платформами та фреймворками, забезпечуючи зручний робочий процес та безперешкодну співпрацю."
  },
  "whatWeDo": {
    "headerInfo": {
      "sectionName": "Що ми можемо зробити для вас",
      "title": {
        "main": "Втілюємо ваші ідеї за допомогою",
        "highlighted": "індивідуальних рішень",
        "secondary": ""
      },
      "description": "У SMART-UI ми прагнемо перетворити ваші виклики на можливості. Ось як ми можемо допомогти вашому бізнесу процвітати"
    },
    "bottomBlock": {
      "title": "Готові знайти найкращий підхід для вашого проекту?",
      "description": "Зв'яжіться з нами сьогодні, щоб знайти ідеальну модель співпраці для ваших потреб!"
    }
  },
  "ourApproaches": {
    "headerInfo": {
      "sectionName": "Наші підходи",
      "title": "Гнучкі моделі співпраці",
      "description": "Наші гнучкі та ефективні підходи гарантують надання індивідуальних рішень, що відповідають вашим потребам і перевершують ваші очікування"
    },
    "cards": {
      "card1": {
        "title": "За проектом",
        "description": "Ідеально підходить для чітко визначених проєктів з ясними цілями. Ця модель забезпечує структуроване виконання за допомогою водоспадної методології для передбачуваних результатів. Вона є бюджетно вигідною, акцентує увагу на детальному плануванні з повною документацією та включає ретельне тестування, що робить її ідеальною для одноразових проєктів"
      },
      "card2": {
        "title": "Напівгнучкий підхід",
        "description": "Для проєктів, де цілі та завдання змінюються під час виконання, ми використовуємо Kanban для забезпечення гнучкості та прозорості. Цей підхід дозволяє реального часу пріоритизацію завдань для відповідності змінним потребам, постійного вдосконалення продукту через регулярні зворотні зв'язки та аналізу процесів для оптимізації ефективності і визначення вузьких місць"
      },
      "card3": {
        "title": "Виділений розробник або команда",
        "description": "Для бізнесу, який шукає ексклюзивну експертизу для поточних або масштабних проєктів, цей підхід надає виділених фахівців, масштабовані команди та пряме спілкування для безперебійної співпраці. Спеціалізовані розробники чи дизайнери забезпечують високу експертизу для конкретних вимог, що сприяє своєчасній доставці та швидшому завершенню проєктів"
      }
    }
  }
}
