{
  "technologyStack": {
    "sectionName": "Наш технологічний стек",
    "title": "Ми створюємо основу вашої цифрової присутності",
    "subTitle": "Використовуючи потужні платформи CMS та кастомізовані рішення, ми створюємо гнучкі, масштабовані та зручні системи. Наш досвід забезпечує бездоганне управління контентом та адаптацію до майбутніх потреб"
  },
  "coreServices": {
    "headerInfo": {
      "title": {
        "main": "Основні послуги дизайну",
        "highlighted": "UI/UX"
      },
      "subTitle": "Ось перелік послуг з дизайну UI/UX, які ми розробили для вас"
    },
    "coreService1": {
      "title": "Кастомний дизайн UI/UX",
      "description": "Ми створюємо індивідуальні інтерфейси та досвіди, які є як візуально привабливими, так і зручними у використанні, забезпечуючи унікальність вашого продукту"
    },
    "coreService2": {
      "title": "Дослідження користувачів та створення персон",
      "description": "Наш дизайн-процес починається з розуміння ваших користувачів. Ми проводимо глибокі дослідження та створюємо персони, щоб забезпечити відповідність дизайну потребам та очікуванням користувачів"
    },
    "coreService3": {
      "title": "Вайрфреймінг та прототипування",
      "description": "Ми створюємо вайрфрейми та інтерактивні прототипи, які є основою вашого продукту, дозволяючи проводити тестування на ранніх етапах і вдосконалення перед розробкою"
    },
    "coreService4": {
      "title": "Дизайн взаємодії та анімації",
      "description": "Ми додаємо динамічні взаємодії та анімації за допомогою таких інструментів, як GSAP та Lottie, щоб оживити ваш дизайн і створити захоплюючий досвід для користувачів"
    },
    "coreService5": {
      "title": "Адаптивний дизайн",
      "description": "Ми забезпечуємо повну адаптивність вашого інтерфейсу, створюючи оптимальний користувацький досвід на всіх пристроях — від настільних комп’ютерів до мобільних телефонів"
    },
    "coreService6": {
      "title": "Тестування зручності та оптимізація",
      "description": "Наша команда проводить ретельне тестування зручності, щоб виявити проблемні місця та покращити взаємодію користувачів, оптимізуючи дизайн для функціональності та задоволення"
    },
    "coreService7": {
      "title": "Візуальний дизайн",
      "description": "Ми зосереджуємось на естетичних аспектах дизайну, таких як кольорова гама, типографіка та зображення, створюючи цілісний візуальний стиль, який відповідає вашому бренду"
    },
    "coreService8": {
      "title": "Дизайн-система та гайд по стилям",
      "description": "Ми розробляємо комплексні дизайн-системи та гіди по стилям для забезпечення послідовності у всіх аспектах вашого продукту"
    },
    "coreService9": {
      "title": "Аудити UI/UX та консалтинг",
      "description": "Ми пропонуємо аудит дизайну та консультаційні послуги для оцінки ваших інтерфейсів, надаючи рекомендації щодо покращення користувацького досвіду"
    },
    "coreService10": {
      "title": "Співпраця з командами розробників",
      "description": "Ми тісно співпрацюємо з вашою командою розробників, забезпечуючи плавний перехід від дизайну до коду та збереження цілісності дизайну"
    },
    "bottomBlock": {
      "title": "Покращуйте користувацький досвід вже сьогодні",
      "description": "Давайте створимо бездоганні та красиві цифрові рішення, які радуватимуть ваших користувачів. Зв'яжіться з нами, щоб розпочати ваш проєкт!"
    }
  }
}
