{
  "technologyStack": {
    "sectionName": "Our Technology Stack",
    "title": "We create interfaces of the future",
    "subTitle": "We leverage modern tools and frameworks to deliver robust, scalable, and visually stunning frontend solutions. Our expertise ensures your project stays ahead of the curve with cutting-edge technologies"
  },
  "coreServices": {
    "headerInfo": {
      "title": {
        "main": "Core Frontend Development",
        "highlighted": "Services"
      },
      "subTitle": "Here’s a curated list of Frontend Development Services tailored to represent a wide range of offerings:"
    },
    "coreService1": {
      "title": "Custom Website Development",
      "description": "We create custom websites reflecting your brand and goals, ensuring responsive, visually appealing designs for a seamless user experience"
    },
    "coreService2": {
      "title": "Single Page Applications (SPAs)",
      "description": "We build SPAs with React and Vue.js, ensuring smooth navigation, fast loading, and a desktop-like experience on the web"
    },
    "coreService3": {
      "title": "Responsive Web Design",
      "description": "We design responsive websites optimized for all devices, delivering a consistent experience across desktop, tablet, and mobile"
    },
    "coreService4": {
      "title": "Cross-Browser Compatibility",
      "description": "We test your site across all major browsers (Chrome, Firefox, Safari, etc.) to guarantee consistent performance and visual integrity"
    },
    "coreService5": {
      "title": "Interactive UI/UX Development",
      "description": "Our team integrates animations and dynamic elements into your site, enhancing user interaction with tools like GSAP and Lottie"
    },
    "coreService6": {
      "title": "Performance Optimization",
      "description": "We focus on reducing load times and improving speed using Webpack, Vite, and other optimization tools for a better user experience and higher SEO rankings"
    },
    "coreService7": {
      "title": "API Integration",
      "description": "We connect your frontend to backends and third-party services using RESTful APIs and GraphQL, enabling real-time data handling and interactions"
    },
    "coreService8": {
      "title": "E-Commerce Frontend Development",
      "description": "We build high-converting, visually appealing e-commerce sites using platforms like Shopify and WooCommerce, ensuring smooth shopping experiences"
    },
    "coreService9": {
      "title": "Prototyping and Design-to-Code Implementation",
      "description": "Transforming Figma, Sketch, or Adobe XD designs into functional, responsive websites with pixel-perfect implementation"
    },
    "coreService10": {
      "title": "Progressive Web Applications (PWAs)",
      "description": "We create app-like experiences with PWAs, providing offline functionality, fast performance, and reliability to deliver a seamless, engaging user experience"
    },
    "bottomBlock": {
      "title": "Still have questions?",
      "description": "Can’t find the answer you’re looking for? Please chat to our friendly team."
    }
  }
}
